{
  "plugins": {
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "agentic.nvim": {
      "src": "https://github.com/carlos-algms/agentic.nvim"
    },
    "agitator.nvim": {
      "src": "https://github.com/emmanueltouzery/agitator.nvim"
    },
    "atone.nvim": {
      "src": "https://github.com/XXiaoA/atone.nvim"
    },
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink-cmp-git": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-git"
    },
    "blink-cmp-npm.nvim": {
      "src": "https://github.com/alexandre-abrioux/blink-cmp-npm.nvim"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "chadtree": {
      "src": "https://github.com/ms-jpq/chadtree"
    },
    "codecompanion-history.nvim": {
      "src": "https://github.com/ravitemer/codecompanion-history.nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot-lsp": {
      "src": "https://github.com/copilotlsp-nvim/copilot-lsp"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "coq.artifacts": {
      "src": "https://github.com/ms-jpq/coq.artifacts",
      "version": "'artifacts'"
    },
    "coq.thirdparty": {
      "src": "https://github.com/ms-jpq/coq.thirdparty",
      "version": "'3p'"
    },
    "coq_nvim": {
      "src": "https://github.com/ms-jpq/coq_nvim",
      "version": "'coq'"
    },
    "dadbod-grip.nvim": {
      "src": "https://github.com/joryeugene/dadbod-grip.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/dlyongemallo/diffview.nvim"
    },
    "dooing": {
      "src": "https://github.com/atiladefreitas/dooing"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gx.nvim": {
      "src": "https://github.com/chrishrb/gx.nvim"
    },
    "markdown-plus.nvim": {
      "src": "https://github.com/YousefHadder/markdown-plus.nvim"
    },
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.bufremove": {
      "src": "https://github.com/echasnovski/mini.bufremove"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.keymap": {
      "src": "https://github.com/nvim-mini/mini.keymap"
    },
    "mini.misc": {
      "src": "https://github.com/nvim-mini/mini.misc"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-chainsaw": {
      "src": "https://github.com/chrisgrieser/nvim-chainsaw"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "scribble.nvim": {
      "src": "https://github.com/AnkushRoy-code/scribble.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    }
  }
}
